/* Localizable Strings for the Proxy Toolbar */

/* PP_RESUMEJOB_TOOLBAR_BUTTON */
"Resume" = "Jatka";

/* PP_RESUMEJOBONPAGE_TOOLBAR_BUTTON &*/
"Resume On Page..." = "Jatka työtä sivulta…";

/* PP_HOLDJOB_TOOLBAR_BUTTON */
"Hold" = "Keskeytä";

/* PP_DELETE_TOOLBAR_BUTTON */
"Delete" = "Poista";

/* PP_PRINTER_UTILITY_TOOLBAR_BUTTON */
"Utility" = "Työkalu";

/* PP_SCANNER_UTILITY_TOOLBAR_BUTTON */
"Scanner" = "Skanneri";

/* PP_DOT_INK_TOOLBAR_BUTTON */
"Supply Levels" = "Tarvikkeiden määrä";

/* PP_HISTORY_TOOLBAR_BUTTON */
"Log & History" = "Loki ja historia";

/* PP_STOP_QUEUE */
"Pause Printer" = "Keskeytä tulostin";

/* PP_START_QUEUE */
"Resume Printer" = "Jatka tulostin";

/* PP_STOP_FAX_QUEUE */
"Pause Fax" = "Keskeytä faksi";

/* PP_START_FAX_QUEUE */					
"Resume Fax" = "Jatka faksi";

/* PP_INFO_QUEUE */
"Info" = "Tiedot";

/* PP_DELETE_JOB_MENUITEM */
"Delete Job" = "Poista työ";

/* PP_DELETE_JOBS_MENUITEM */
"Delete Jobs" = "Poista työt";

/* PP_HOLD_JOB_MENUITEM */
"Hold Job" = "Keskeytä työ";

/* PP_HOLD_JOBS_MENUITEM */
"Hold Jobs" = "Keskeytä työt";

/* PP_RESUME_JOB_MENUITEM */
"Resume Job" = "Jatka työtä";

/* PP_RESUME_JOBS_MENUITEM */
"Resume Jobs" = "Jatka töitä";

/* PP_RESUME_JOBS_ON_PAGE_MENUITEM */
"Resume Jobs On Page..." = "Jatka töitä sivulta…";

/* PP_RESUME_JOB_ON_PAGE_MENUITEM */
"Resume Job On Page..." = "Jatka työtä sivulta…";

/* PP_SHOW_COMPLETED_JOBS */
"Show Completed Jobs" = "Näytä valmiit työt";

/* PP_HIDE_COMPLETED_JOBS */
"Hide Completed Jobs" = "Kätke valmiit työt";

/* PP_RESUMEJOB_TOOLTIP_TEXT */
"Resume printing of selected job(s)" = "Jatka valittujen töiden tulostamista";

/*PP_RESUMEJOB_FAX_TOOLTIP_TEXT */
"Resume faxing of selected job(s)" = "Jatka valittujen töiden faksaamista";

/* PP_RESUMEJOBONPAGE_TOOLTIP_TEXT */
"Resume printing on page..." = "Jatka tulostusta sivulta…";

/* PP_RESUMEJOBONPAGE_FAX_TOOLTIP_TEXT */
"Resume faxing on page..." = "Jatka faksausta sivulta…";

/* PP_HOLDJOB_TOOLTIP_TEXT */
"Hold printing of selected job(s)" = "Keskeytä valittujen töiden tulostaminen";

/* PP_HOLDJOB_FAX_TOOLTIP_TEXT */
"Hold faxing of selected job(s)" = "Keskeytä valittujen töiden faksaaminen";

/* PP_DELETE_TOOLTIP_TEXT */
"Delete the selected job(s)" = "Poista valitut työt";

/* PP_PRINTER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's utility" = "Käynnistä tulostimen apuohjelma";

/* PP_SCANNER_UTILITY_TOOLTIP_TEXT */
"Launch the printer's scanner" = "Käynnistä tulostimen skanneri";

/* PP_DOT_INK_TOOLTIP_TEXT */
"View information on ink or toner levels" = "Katso tietoja musteen tai väriaineen määrästä";

/* PP_HISTORY_TOOLTIP_TEXT */
"Launch Console to view the printing logs" = "Katsele tulostuslokeja Konsolissa";

/* PP_STOP_QUEUE_TOOLTIP_TEXT */
"Stop printing of all jobs to this printer" = "Lopeta tulostimen kaikkien töiden tulostaminen";

/* PP_START_QUEUE_TOOLTIP_TEXT */
"Resume printing of all jobs to this printer" = "Jatka tulostimen kaikkien töiden tulostamista";

/* PP_STOP_FAX_QUEUE_TOOLTIP_TEXT */
"Stop faxing of all jobs to this fax" = "Lopeta faksin kaikkien töiden faksaaminen";

/*PP_START_FAX_QUEUE_TOOLTIP_TEXT */
"Resume faxing of all jobs to this fax" = "Jatka faksin kaikkien töiden faksaamista";

/* PP_INFO_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this printer" = "Näytä yleisiä, kokoonpano- ja tarviketietoja tulostimesta";

/* PP_INFO_FAX_QUEUE_TOOLTIP_TEXT */
"Display general, setup, and supply level information for this fax" = "Näytä yleisiä, kokoonpano- ja tarviketietoja faksista";

/* PP_PrinterReady */
"Printer Ready" = "Tulostin valmis";

/* PP_PrinterStopped */
"Printer Paused" = "Tulostin keskeytetty";

/* PP_FaxReady */
"Fax Ready" = "Faksi valmis";

/* PP_FaxStopped */
"Fax Paused" = "Faksi keskeytetty";

/* PP_QUIT_WHEN_FINISH */
"Quit When Finished" = "Lopeta automaattisesti";

/* PP_QUIT_WHEN_FINISH_TOOLTIP_TEXT */
"Automatically quit when all jobs are complete" = "Lopeta automaattisesti, kun kaikki työt ovat valmiita";

/* PP_PrinterProcessing */
"Processing Job" = "Käsitellään työtä";

/* Localizable strings for job progress */

/* PP_ProgressCopySheetFormat */
"Printing '%@'. Copy %d of %d, Sheet %d of %d, Page %d of %d." = "Tulostetaan ”%@”. Kopio %d / %d, arkki %d / %d, sivu %d / %d.";

/* PP_ProgressCopyPageFormat */
"Printing '%@'. Copy %d of %d, Page %d of %d." = "Tulostetaan ”%@”. Kopio %d / %d, sivu %d / %d.";

/* PP_ProgressCopyFormat */
"Printing '%@'. Copy %d of %d." = "Tulostetaan ”%@”. Kopio %d / %d.";

/* PP_ProgressSheetFormat */
"Printing '%@'. Sheet %d of %d." = "Tulostetaan ”%@”. Arkki %d / %d.";

/* PP_ProgressPageFormat */
"Printing '%@'. Page %d of %d." = "Tulostetaan ”%@”. Sivu %d / %d.";

/* PP_ProgressNoneFormat */
"Printing '%@'." = "Tulostetaan ”%@”.";

/* PJ_HoldAuthentication */
"On Hold (Authentication required)" = "Pysäytetty (vaatii autentikointia)";

/* PJ_HoldUntilFormat */
"Hold until %@" = "Keskeytä kunnes %@";

/* PJ_Hold */
"On Hold" = "Keskeytetty";

/* PJ_Pending */
"-" = "-";

/* PJ_Processing */
"Printing" = "Tulostetaan";

/* PJ_Stopped */
"Stopped" = "Lopetettu";

/* PJ_Cancelled */
"Cancelled" = "Kumottu";

/* PJ_Aborted */
"Aborted" = "Keskeytetty";

/* PJ_Completed */
"Completed" = "Suoritettu";

/* DD_NoDefaultApplication */
"There is no default application specified to print the document \"%@\"." = "Dokumentin ”%@” tulostamiseen ei ole määritelty oletusohjelmaa.";

/* DV_FileSizeInBytes */
"%d bytes" = "%d tavua";

/* DV_FileSizeInKBytes */
"%d KB" = "%d Kt";

/* DV_FileSizeInMBytes */
"%.1f MB" = "%.1f Mt";

/* PP_Status_String */
"Status:" = "Tila:";

/* PP_Window_Title_One_Format */
"%@ (1 Job)" = "%@ (1 työ)";

/* PP_Window_Title_Many_Format */
"%@ (%d Jobs)" = "%@ (%d työtä)";

/* OK_String */			
/* OK */
"OK" = "OK";

/* Cancel_String */
"Cancel"= "Kumoa";

/* Choose_String */
"Choose" = "Valitse";

/* PP_About_MenuItem */		
"About %@" = "Tietoja: %@";

/* PP_Hide_MenuItem	*/					
"Hide %@" = "Kätke %@";

/* PP_Quit_MenuItem	*/					
"Quit %@" = "Lopeta %@";

/* PP_Help_MenuItem	*/
"Help %@" = "Ohjeet %@";



/* Non defined strings from different cups backends...*/
/* and therefore not in any of the strings.h files */
"Unable to open raster file" = "Rasteritiedostoa ei voida avata";
"Error reading pixel data" = "Virhe luettaessa pikselidataa";
"Could not create T.4 tiff image" = "T.4 TIFF -kuvaa ei voitu luoda";
"Unsupported raster type" = "Rasterityyppiä ei tueta";

/* Default String for errors */
"Operation Could not be completed." = "Toimintoa ei voitu suorittaa loppuun.";

/* String for CUPS_SERVER_NOT_AVAILABLE error */
"CUPS server not available" = "Tulostuspalvelu ei ole käytettävissä.";

/* Error number shown in error alerts */
"Error:%d" = "Virhe: %d";


